{
  "highways":
    [
      {
        "name": "US Route 66",
        "abbrev": "hwy66",
        "location": "United States",
        "description": "U.S. Route 66 (US 66 or Route 66), also known as the Will Rogers Highway, the Main Street of America or the Mother Road, was one of the original highways within the U.S. Highway System. US 66 was established on November 11, 1926, with road signs erected the following year.[4] The highway, which became one of the most famous roads in the United States, originally ran from Chicago, Illinois, through Missouri, Kansas, Oklahoma, Texas, New Mexico, and Arizona before ending at Santa Monica, California, covering a total of 2,448 miles (3,940 km).[5] It was recognized in popular culture by both the hit song '(Get Your Kicks on) Route 66' and the Route 66 television show in the 1960s. US 66 served as a major path for those who migrated west, especially during the Dust Bowl of the 1930s, and the road supported the economies of the communities through which it passed. People doing business along the route became prosperous due to the growing popularity of the highway, and those same people later fought to keep the highway alive in the face of the growing threat of being bypassed by the new Interstate Highway System.US 66 underwent many improvements and realignments over its lifetime, and it was officially removed from the United States Highway System in 1985,[2] after it had been replaced in its entirety by segments of the Interstate Highway System. Portions of the road that passed through Illinois, Missouri, New Mexico, and Arizona have been designated a National Scenic Byway of the name 'Historic Route 66', which is returning to some maps.[6][7] Several states have adopted significant bypassed sections of the former US 66 into the state road network as State Route 66."
      },
      {
        "name":"Blue Ridge Parkway",
        "abbrev": "blueRidgePkwy",
        "location": "United States",
        "description": "The Blue Ridge Parkway is a National Parkway and All-American Road in the United States, noted for its scenic beauty. The parkway, which is America's longest linear park,[3] runs for 469 miles (755 km) through 29 Virginia and North Carolina counties, linking Shenandoah National Park to Great Smoky Mountains National Park. It runs mostly along the spine of the Blue Ridge, a major mountain chain that is part of the Appalachian Mountains. Its southern terminus is at U.S. 441 on the boundary between Great Smoky Mountains National Park and the Cherokee Indian Reservation in North Carolina, from which it travels north to Shenandoah National Park in Virginia. The roadway continues through Shenandoah as Skyline Drive, a similar scenic road which is managed by a different National Park Service unit. The parkway has been the most visited unit of the National Park System every year since 1946 except three (1949, 2013, and 2016).[4] Land on either side of the road is owned and maintained by the National Park Service, and in many places parkway land is bordered by United States Forest Service property. The parkway was on North Carolina's version of the America the Beautiful quarter in 2015.[5]"
      }
    ]
}